Repository: traste458/APP
Catalog: SILPA.WebHost/Seguridad/App_LocalResources/CambiarFirma.aspx.*.resx
Languages: es

# cmdAceptarResource1.Text
source: Accept
es: Aceptar

# lblTituloResource1.Text
source: CHANGE SIGNATURE
es: CAMBIAR FIRMA

# rexFirmaResource1.ErrorMessage
source: Images must be only in the following formats: .bmp, .jpg, .jpeg and .png.
es: Solo se permite imagenes en formato .bmp, .jpg, .jpeg y .png

# rexLogoResource1.ErrorMessage
source: Images of logos must be only in the following formats: .bmp, .jpg, .jpeg and .png.
es: Solo se permite imagenes para el logo en formato .bmp, .gif, .jpg, .jpeg y .png

# rfvCargoResource1.ErrorMessage
source: Job title of authorized person to sign must be entered
es: Debe ingresar el cargo de la persona autorizada

# rfvContrasenaResource1.ErrorMessage
source: Second password must be entered
es: Debe ingresar la segunda contraseña

# rfvFirmaResource1.ErrorMessage
source: Image of the signature must be uploaded
es: Debe seleccionar un archivo de Imagen para la firma autorizada

# rfvLogoResource1.ErrorMessage
source: Image of logo must be uploaded
es: Debe seleccionar el logo a utilizar en los documentos

# rfvNombreResource1.ErrorMessage
source: Name of authorized person to sign must be entered
es: Debe ingresar el nombre de la persona autorizada

# lblLogoResource1.InnerHtml
source: Manufacturer’s logo
es: Logo Documentos

# lblSegundaContrasenaResource1.InnerHtml
source: Second Password
es: Segunda Contraseña

# lblTituloCargoResource1.InnerHtml
source: Job title of authorized person to sign
es: Cargo Persona Autorizada

# lblTituloFirmaResource1.InnerHtml
source: Authorized signature image
es: Imagen Firma Autorizada

# lblTituloNombreResource1.InnerHtml
source: Name of authorized person to sign
es: Nombre Persona Autorizada

# spnCargoResource1.title
source: Enter the job title of the person who is authorized to sign documents and certify information on behalf of the manufacturer or proprietor of design.
es: Ingrese el cargo de la persona a la cual se encuentra referenciada la firma y que se encuentra autorizada para la firma de documentos.

# spnFirmaResource1.title
source: Select image of the signature that will be used on the documents. This image must be in the following file formats: .bmp, .gif, .jpg, .jpeg or .png. Its size must be 300 x 60 pixels.
es: Seleccione la imagen de la firma que utilizará en los documentos. Esta imagen deberá encontrarse en formatos .bmp, .gif, .jpg, jpeg o png, y tener un tamaño de 300 x 60 pixeles.

# spnLogoResource1.title
source: Select the logo that will be used on the documents. This image must be in the following file formats: .bmp, .gif, .jpg, .jpeg or .png. Its size must be 255 x 57 pixels.
es: Seleccione el logo que desee utilizar en los documentos. Esta imagen deberá encontrarse en formatos .bmp, .gif, .jpg, jpeg o png, y tener un tamaño de 255 x 57 pixeles.

# spnNombreResource1.title
source: Enter the name of the person who is authorized to sign documents and certify information on behalf of the manufacturer or proprietor of design.
es: Ingrese el nombre de la persona a la cual se encuentra referenciada la firma y que se encuentra autorizada para la firma de documentos.

# ltlCerrarContrasenaResource1.Text
source: Close
es: Cerrar

# ltlLimpiarContrasenaResource1.Text
source: Delete
es: Limpiar

# btnFirmaResource1.value
source: Upload File
es: Seleccionar Archivo

# btnLogoResource1.value
source: Upload File
es: Seleccionar Archivo
